Repository: BrevinB/TubPirates
Catalog: TubPirates/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# %@ — fire!
source: %1$@ — fire!
de: %1$@ — Feuer!
es: %1$@ — ¡fuego!
fr: %1$@ — feu !
ja: %1$@ — 発射！
pt_br: %1$@ — fogo!
zh_hans: %1$@ — 开火！

# %@ awaits...
source: %1$@ awaits...
de: %1$@ wartet...
es: %1$@ espera...
fr: %1$@ attend...
ja: %1$@が待機中...
pt_br: %1$@ aguarda...
zh_hans: %1$@ 正在等待...

# %@ cackles as your last ship goes under.
source: %1$@ cackles as your last ship goes under.
de: %1$@ kichert, während dein letztes Schiff untergeht.
es: %1$@ se ríe mientras tu último barco se hunde.
fr: %1$@ ricane pendant que votre dernier navire sombre.
ja: 最後の船が沈む中、%1$@が高笑いしています。
pt_br: %1$@ gargalha enquanto seu último navio afunda.
zh_hans: 你的最后一艘船沉没时，%1$@ 发出大笑。

# %@ is aiming...
source: %1$@ is aiming...
de: %1$@ zielt...
es: %1$@ está apuntando...
fr: %1$@ vise...
ja: %1$@が狙っています...
pt_br: %1$@ está mirando...
zh_hans: %1$@ 正在瞄准...

# %@ is ready!
source: %1$@ is ready!
de: %1$@ ist bereit!
es: ¡%1$@ está listo!
fr: %1$@ est prêt !
ja: %1$@の準備完了！
pt_br: %1$@ está pronto!
zh_hans: %1$@ 已准备好！

# %@ says: %@
source: %1$@ says: %2$@
de: %1$@ sagt: %2$@
es: %1$@ dice: %2$@
fr: %1$@ dit : %2$@
pt_br: %1$@ diz: %2$@
zh_hans: %1$@ 说：%2$@

# %@ sent yer last ship to the drain.
source: %1$@ sent yer last ship to the drain.
de: %1$@ hat dein letztes Schiff in den Abfluss geschickt.
es: %1$@ mandó tu último barco al desagüe.
fr: %1$@ a envoyé votre dernier navire dans le siphon.
ja: %1$@が最後の船を排水口へ送りました。
pt_br: %1$@ mandou seu último navio para o ralo.
zh_hans: %1$@ 把你的最后一艘船送进了下水道。

# %@ wins!
source: %1$@ wins!
de: %1$@ gewinnt!
es: ¡%1$@ gana!
fr: %1$@ gagne !
ja: %1$@の勝ち！
pt_br: %1$@ venceu!
zh_hans: %1$@ 获胜！

# %@ Wins!
source: %1$@ Wins!
de: %1$@ gewinnt!
es: ¡%1$@ gana!
fr: %1$@ gagne !
ja: %1$@の勝ち！
pt_br: %1$@ venceu!
zh_hans: %1$@ 获胜！

# %@, %lld wins
source: %1$@, %2$lld wins
de: %1$@, %2$lld Siege
es: %1$@, %2$lld victorias
fr: %1$@, %2$lld victoires
ja: %1$@、%2$lld勝
pt_br: %1$@, %2$lld vitórias
zh_hans: %1$@，%2$lld 胜

# %@, locked
source: %1$@, locked
de: %1$@, gesperrt
es: %1$@, bloqueado
fr: %1$@, verrouillé
ja: %1$@、ロック中
pt_br: %1$@, bloqueado
zh_hans: %1$@，已锁定

# %@'s fleet rests at the bottom of the tub.
source: %1$@'s fleet rests at the bottom of the tub.
de: Die Flotte von %1$@ ruht am Boden der Wanne.
es: La flota de %1$@ descansa en el fondo de la bañera.
fr: La flotte de %1$@ repose au fond de la baignoire.
ja: %1$@の艦隊は浴槽の底に沈みました。
pt_br: A frota de %1$@ repousa no fundo da banheira.
zh_hans: %1$@ 的舰队沉在浴缸底部。

# %lld doubloons
source: %1$lld doubloons
de: %1$lld Dublonen
es: %1$lld doblones
fr: %1$lld doublons
ja: %1$lldダブロン
pt_br: %1$lld dobrões
zh_hans: %1$lld 枚金币

# %lld of %lld trophies claimed — %lld points
source: %1$lld of %2$lld trophies claimed — %3$lld points
de: %1$lld von %2$lld Trophäen beansprucht — %3$lld Punkte
es: %1$lld de %2$lld trofeos reclamados — %3$lld puntos
fr: %1$lld trophées sur %2$lld réclamés — %3$lld points
ja: %2$lld個中%1$lld個のトロフィー獲得 — %3$lldポイント
pt_br: %1$lld de %2$lld troféus resgatados — %3$lld pontos
zh_hans: 已领取 %2$lld 个奖杯中的 %1$lld 个 — %3$lld 分

# %lldW – %lldL
source: %1$lldW – %2$lldL
de: %1$lldS – %2$lldN
es: %1$lldV – %2$lldD
fr: %1$lldV – %2$lldD
ja: %1$lld勝 – %2$lld敗
pt_br: %1$lldV – %2$lldD
zh_hans: %1$lld胜 – %2$lld负

# +%lld doubloons — welcome aboard!
source: +%1$lld doubloons — welcome aboard!
de: +%1$lld Dublonen — willkommen an Bord!
es: +%1$lld doblones — ¡bienvenido a bordo!
fr: +%1$lld doublons — bienvenue à bord !
ja: +%1$lldダブロン — ようこそ乗船！
pt_br: +%1$lld dobrões — bem-vindo a bordo!
zh_hans: +%1$lld 枚金币 — 欢迎上船！

# ☠️ %@ sank your fleet — the battle is lost!
source: ☠️ %1$@ sank your fleet — the battle is lost!
de: ☠️ %1$@ hat deine Flotte versenkt — die Schlacht ist verloren!
es: ☠️ %1$@ hundió tu flota — ¡la batalla está perdida!
fr: ☠️ %1$@ a coulé votre flotte — la bataille est perdue !
ja: ☠️ %1$@があなたの艦隊を沈めました — 敗北です！
pt_br: ☠️ %1$@ afundou sua frota — a batalha está perdida!
zh_hans: ☠️ %1$@ 击沉了你的舰队 — 战斗失败！

source: ⚓️ The Shipyard
de: ⚓️ Die Werft
es: ⚓️ El astillero
fr: ⚓️ Le chantier naval
ja: ⚓️ 造船所
pt_br: ⚓️ O estaleiro
zh_hans: ⚓️ 造船厂

# 🌊 %@'s shot splashed into the tub — your move, Captain!
source: 🌊 %1$@'s shot splashed into the tub — your move, Captain!
de: 🌊 Der Schuss von %1$@ platschte in die Wanne — dein Zug, Kapitän!
es: 🌊 El disparo de %1$@ cayó en la bañera — ¡tu turno, capitán!
fr: 🌊 Le tir de %1$@ a éclaboussé la baignoire — à vous, capitaine !
ja: 🌊 %1$@のショットは浴槽に水しぶき — 船長、あなたの番です！
pt_br: 🌊 O tiro de %1$@ espirrou na banheira — sua vez, capitão!
zh_hans: 🌊 %1$@ 的炮弹溅进了浴缸 — 船长，该你了！

# 💥 %@ hit your fleet — your move, Captain!
source: 💥 %1$@ hit your fleet — your move, Captain!
de: 💥 %1$@ hat deine Flotte getroffen — dein Zug, Kapitän!
es: 💥 %1$@ golpeó tu flota — ¡tu turno, capitán!
fr: 💥 %1$@ a touché votre flotte — à vous, capitaine !
ja: 💥 %1$@があなたの艦隊に命中 — 船長、あなたの番です！
pt_br: 💥 %1$@ acertou sua frota — sua vez, capitão!
zh_hans: 💥 %1$@ 击中了你的舰队 — 船长，该你了！

# 🔥 %@ sank your %@! Your move, Captain.
source: 🔥 %1$@ sank your %2$@! Your move, Captain.
de: 🔥 %1$@ hat deine %2$@ versenkt! Dein Zug, Kapitän.
es: 🔥 %1$@ hundió tu %2$@. Tu jugada, capitán.
fr: 🔥 %1$@ a coulé votre %2$@ ! À vous, capitaine.
ja: 🔥 %1$@があなたの%2$@を沈めました！船長、あなたの番です。
pt_br: 🔥 %1$@ afundou seu %2$@! Sua vez, capitão.
zh_hans: 🔥 %1$@ 击沉了你的%2$@！船长，该你了。

# 🔭 %@ scouted your waters — your move, Captain!
source: 🔭 %1$@ scouted your waters — your move, Captain!
de: 🔭 %1$@ hat deine Gewässer erkundet — dein Zug, Kapitän!
es: 🔭 %1$@ exploró tus aguas — ¡tu turno, capitán!
fr: 🔭 %1$@ a inspecté vos eaux — à vous, capitaine !
ja: 🔭 %1$@があなたの海域を偵察しました — 船長、あなたの番です！
pt_br: 🔭 %1$@ vasculhou suas águas — sua vez, capitão!
zh_hans: 🔭 %1$@ 侦察了你的水域 — 船长，该你了！

source: Abandon Ship
de: Schiff verlassen
es: Abandonar barco
fr: Abandonner le navire
ja: 船を放棄
pt_br: Abandonar navio
zh_hans: 弃船

source: Abandon this battle?
de: Diese Schlacht aufgeben?
es: ¿Abandonar esta batalla?
fr: Abandonner cette bataille ?
ja: このバトルを放棄しますか？
pt_br: Abandonar esta batalha?
zh_hans: 要放弃这场战斗吗？

source: Always armed
de: Immer bewaffnet
es: Siempre armado
fr: Toujours armé
ja: 常に装備
pt_br: Sempre armado
zh_hans: 始终已装备

source: An armada of rubber ducks, from walnut-shell duckling to armored flagship.
de: Eine Armada aus Gummienten, vom Walnussschalen-Küken bis zum gepanzerten Flaggschiff.
es: Una armada de patitos de goma, desde crías de cáscara de nuez hasta buque insignia blindado.
fr: Une armada de canards en caoutchouc, du caneton coquille de noix au vaisseau amiral blindé.
ja: くるみ殻の子アヒルから装甲旗艦まで、ゴムアヒルの大艦隊。
pt_br: Uma armada de patos de borracha, do patinho em casca de noz à capitânia blindada.
zh_hans: 一支橡皮鸭舰队，从核桃壳小鸭到装甲旗舰。

source: Armory
de: Waffenkammer
es: Armería
fr: Armurerie
ja: 武器庫
pt_br: Arsenal
zh_hans: 军械库

source: Back to Menu
de: Zurück zum Menü
es: Volver al menú
fr: Retour au menu
ja: メニューに戻る
pt_br: Voltar ao menu
zh_hans: 返回菜单

source: Back to Port
de: Zurück zum Hafen
es: Volver al puerto
fr: Retour au port
ja: 港に戻る
pt_br: Voltar ao porto
zh_hans: 返回港口

source: Back to Results
de: Zurück zu Ergebnissen
es: Volver a resultados
fr: Retour aux résultats
ja: 結果に戻る
pt_br: Voltar aos resultados
zh_hans: 返回结果

source: Battle captains around the world!
de: Kämpfe gegen Kapitäne aus aller Welt!
es: ¡Enfréntate a capitanes de todo el mundo!
fr: Affrontez des capitaines du monde entier !
ja: 世界中の船長と対戦！
pt_br: Enfrente capitães do mundo todo!
zh_hans: 挑战世界各地的船长！

source: Battle!
de: Schlacht!
es: ¡Batalla!
fr: Bataille !
ja: バトル！
pt_br: Batalha!
zh_hans: 开战！

source: Become Tub Champion
de: Werde Wannen-Champion
es: Conviértete en campeón de la bañera
fr: Devenez champion de la baignoire
ja: 浴槽チャンピオンになる
pt_br: Torne-se campeão da banheira
zh_hans: 成为浴缸冠军

source: Big Shot Cannon
de: Großschuss-Kanone
es: Cañón gran disparo
fr: Canon gros calibre
ja: ビッグショット砲
pt_br: Canhão de tiro grande
zh_hans: 巨炮

source: Buy & Arm
de: Kaufen und laden
es: Comprar y armar
fr: Acheter et armer
ja: 購入して装備
pt_br: Comprar e armar
zh_hans: 购买并装填

source: Buy & Equip
de: Kaufen und ausrüsten
es: Comprar y equipar
fr: Acheter et équiper
ja: 購入して装備
pt_br: Comprar e equipar
zh_hans: 购买并装备

# Buy %@ for %lld doubloons?
source: Buy %1$@ for %2$lld doubloons?
de: %1$@ für %2$lld Dublonen kaufen?
es: ¿Comprar %1$@ por %2$lld doblones?
fr: Acheter %1$@ pour %2$lld doublons ?
ja: %1$@を%2$lldダブロンで購入しますか？
pt_br: Comprar %1$@ por %2$lld dobrões?
zh_hans: 用 %2$lld 枚金币购买 %1$@？

source: Buy 1
de: 1 kaufen
es: Comprar 1
fr: Acheter 1
ja: 1個購入
pt_br: Comprar 1
zh_hans: 购买 1 个

# Buy the %@ for %lld doubloons?
source: Buy the %1$@ for %2$lld doubloons?
de: %1$@ für %2$lld Dublonen kaufen?
es: ¿Comprar el %1$@ por %2$lld doblones?
fr: Acheter le %1$@ pour %2$lld doublons ?
ja: %1$@を%2$lldダブロンで購入しますか？
pt_br: Comprar o %1$@ por %2$lld dobrões?
zh_hans: 用 %2$lld 枚金币购买 %1$@？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Cannon
de: Kanone
es: Cañón
fr: Canon
ja: 大砲
pt_br: Canhão
zh_hans: 大炮

source: Captain 1
de: Kapitän 1
es: Capitán 1
fr: Capitaine 1
ja: 船長1
pt_br: Capitão 1
zh_hans: 船长 1

source: Captain 2
de: Kapitän 2
es: Capitán 2
fr: Capitaine 2
ja: 船長2
pt_br: Capitão 2
zh_hans: 船长 2

source: Captain Pugbeard
de: Kapitän Pugbeard
es: Capitán Pugbeard
fr: Capitaine Pugbeard
ja: パグビアード船長
pt_br: Capitão Pugbeard
zh_hans: 帕格胡子船长

source: Chain Shot
de: Kettenschuss
es: Bala encadenada
fr: Boulet ramé
ja: 鎖弾
pt_br: Tiro de corrente
zh_hans: 链弹

source: Change captain avatar
de: Kapitänsavatar ändern
es: Cambiar avatar del capitán
fr: Changer l’avatar du capitaine
ja: 船長アバターを変更
pt_br: Alterar avatar do capitão
zh_hans: 更换船长头像

source: Choose Your Captain
de: Wähle deinen Kapitän
es: Elige tu capitán
fr: Choisissez votre capitaine
ja: 船長を選択
pt_br: Escolha seu capitão
zh_hans: 选择你的船长

source: Choose Your Rival
de: Wähle deinen Rivalen
es: Elige tu rival
fr: Choisissez votre rival
ja: ライバルを選択
pt_br: Escolha seu rival
zh_hans: 选择你的对手

source: Classic Toy Fleet
de: Klassische Spielzeugflotte
es: Flota clásica de juguetes
fr: Flotte jouet classique
ja: クラシックおもちゃ艦隊
pt_br: Frota clássica de brinquedo
zh_hans: 经典玩具舰队

source: Coins, unlocks, and record will be wiped. This can't be undone.
de: Münzen, Freischaltungen und Statistik werden gelöscht. Das kann nicht rückgängig gemacht werden.
es: Se borrarán monedas, desbloqueos y récord. Esto no se puede deshacer.
fr: Les pièces, déblocages et statistiques seront effacés. Cette action est irréversible.
ja: コイン、解除状況、記録が消去されます。元に戻せません。
pt_br: Moedas, desbloqueios e histórico serão apagados. Isso não pode ser desfeito.
zh_hans: 金币、解锁内容和战绩将被清除。此操作无法撤销。

source: Couldn't reach the harbor
de: Der Hafen konnte nicht erreicht werden
es: No se pudo llegar al puerto
fr: Impossible de joindre le port
ja: 港に接続できませんでした
pt_br: Não foi possível chegar ao porto
zh_hans: 无法连接港口

source: Crab, seahorse, turtle, narwhal, kraken — the deep end's finest.
de: Krabbe, Seepferdchen, Schildkröte, Narwal, Kraken: die Besten aus dem tiefen Ende.
es: Cangrejo, caballito de mar, tortuga, narval y kraken: lo mejor de las profundidades.
fr: Crabe, hippocampe, tortue, narval, kraken : le meilleur du grand bain.
ja: カニ、タツノオトシゴ、カメ、イッカク、クラーケン。深場の精鋭たち。
pt_br: Caranguejo, cavalo-marinho, tartaruga, narval, kraken: o melhor do fundo.
zh_hans: 螃蟹、海马、海龟、独角鲸、海妖：深水区的精英。

source: Daily Treasure!
de: Täglicher Schatz!
es: ¡Tesoro diario!
fr: Trésor quotidien !
ja: デイリー宝箱！
pt_br: Tesouro diário!
zh_hans: 每日宝藏！

source: Decorated hero of the Great Soap Wars. The tub's final boss.
de: Dekorierter Held der Großen Seifenkriege. Der Endboss der Wanne.
es: Héroe condecorado de las Grandes Guerras del Jabón. El jefe final de la bañera.
fr: Héros décoré des Grandes guerres du savon. Le boss final de la baignoire.
ja: 大石けん戦争の勲章英雄。浴槽のラスボス。
pt_br: Herói condecorado das Grandes Guerras do Sabão. O chefe final da banheira.
zh_hans: 大香皂战争的功勋英雄。浴缸的最终头目。

# Defeat %@ ×%lld to stock this
source: Defeat %1$@ ×%2$lld to stock this
de: Besiege %1$@ ×%2$lld, um dies zu lagern
es: Derrota a %1$@ ×%2$lld para abastecer esto
fr: Battez %1$@ ×%2$lld pour le stocker
ja: %1$@を×%2$lld倒すと補充
pt_br: Derrote %1$@ ×%2$lld para abastecer isto
zh_hans: 击败 %1$@ ×%2$lld 次即可补货

# Defeat %@ ×%lld to unlock
source: Defeat %1$@ ×%2$lld to unlock
de: Besiege %1$@ ×%2$lld zum Freischalten
es: Derrota a %1$@ ×%2$lld para desbloquear
fr: Battez %1$@ ×%2$lld pour déverrouiller
ja: %1$@を×%2$lld倒すと解除
pt_br: Derrote %1$@ ×%2$lld para desbloquear
zh_hans: 击败 %1$@ ×%2$lld 次即可解锁

source: Defeat!
de: Niederlage!
es: ¡Derrota!
fr: Défaite !
ja: 敗北！
pt_br: Derrota!
zh_hans: 失败！

source: Dinghy
de: Beiboot
es: Bote
fr: Canot
ja: 小舟
pt_br: Bote
zh_hans: 小艇

source: Discard Battle
de: Schlacht verwerfen
es: Descartar batalla
fr: Supprimer la bataille
ja: バトルを破棄
pt_br: Descartar batalha
zh_hans: 丢弃战斗

source: Discard the saved battle?
de: Gespeicherte Schlacht verwerfen?
es: ¿Descartar la batalla guardada?
fr: Supprimer la bataille sauvegardée ?
ja: 保存済みのバトルを破棄しますか？
pt_br: Descartar a batalha salva?
zh_hans: 要丢弃已保存的战斗吗？

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: Doubloon Merchant
de: Dublonenhändler
es: Mercader de doblones
fr: Marchand de doublons
ja: ダブロン商人
pt_br: Mercador de dobrões
zh_hans: 金币商人

source: Doubloon packs arrive with a future update. Until then — win battles and claim yer daily treasure!
de: Dublonenpakete kommen mit einem zukünftigen Update. Bis dahin: Gewinne Schlachten und hole deinen täglichen Schatz!
es: Los paquetes de doblones llegarán en una actualización futura. Hasta entonces, gana batallas y reclama tu tesoro diario.
fr: Les packs de doublons arriveront dans une prochaine mise à jour. En attendant, gagnez des batailles et réclamez votre trésor quotidien !
ja: ダブロンパックは今後のアップデートで登場します。それまではバトルに勝ってデイリー宝箱を受け取りましょう！
pt_br: Pacotes de dobrões chegam em uma atualização futura. Até lá, vença batalhas e resgate seu tesouro diário!
zh_hans: 金币包将在未来更新中推出。在那之前，赢得战斗并领取每日宝藏吧！

source: Doubloons
de: Dublonen
es: Doblones
fr: Doublons
ja: ダブロン
pt_br: Dobrões
zh_hans: 金币

source: Doubloons are spent on special cannons, avatars, and fleets. Purchases add to your balance instantly.
de: Dublonen werden für Spezialkanonen, Avatare und Flotten ausgegeben. Käufe werden sofort deinem Guthaben hinzugefügt.
es: Los doblones se gastan en cañones especiales, avatares y flotas. Las compras se añaden al instante a tu saldo.
fr: Les doublons servent aux canons spéciaux, avatars et flottes. Les achats sont ajoutés instantanément à votre solde.
ja: ダブロンは特殊砲、アバター、艦隊に使えます。購入分はすぐ残高に追加されます。
pt_br: Dobrões são gastos em canhões especiais, avatares e frotas. Compras são adicionadas ao saldo instantaneamente.
zh_hans: 金币可用于特殊大炮、头像和舰队。购买后会立即加入余额。

# Doubloons: %lld. Get more.
source: Doubloons: %1$lld. Get more.
de: Dublonen: %1$lld. Mehr holen.
es: Doblones: %1$lld. Conseguir más.
fr: Doublons : %1$lld. En obtenir plus.
ja: ダブロン：%1$lld。さらに入手。
pt_br: Dobrões: %1$lld. Obter mais.
zh_hans: 金币：%1$lld。获取更多。

source: Drag toys from the shelf • Tap a ship to rotate
de: Ziehe Spielzeuge aus dem Regal • Tippe auf ein Schiff zum Drehen
es: Arrastra juguetes del estante • Toca un barco para girarlo
fr: Faites glisser les jouets depuis l’étagère • Touchez un navire pour le faire pivoter
ja: 棚からおもちゃをドラッグ • 船をタップして回転
pt_br: Arraste brinquedos da prateleira • Toque em um navio para girar
zh_hans: 从架子上拖动玩具 • 点按船只旋转

source: Duck Sub
de: Enten-U-Boot
es: Submarino pato
fr: Sous-marin canard
ja: アヒル潜水艦
pt_br: Submarino pato
zh_hans: 鸭子潜艇

source: Ducky Squadron
de: Entchenstaffel
es: Escuadrón patito
fr: Escadron canard
ja: アヒル戦隊
pt_br: Esquadrão patinho
zh_hans: 小鸭中队

source: Eight arms, eight cannons, zero patience. The tub's toughest scrubber.
de: Acht Arme, acht Kanonen, null Geduld. Die härteste Schrubberin der Wanne.
es: Ocho brazos, ocho cañones, cero paciencia. La fregona más dura de la bañera.
fr: Huit bras, huit canons, aucune patience. La plus rude frotteuse de la baignoire.
ja: 腕は八本、大砲も八門、忍耐はゼロ。浴槽最強のこすり屋。
pt_br: Oito braços, oito canhões, zero paciência. A esfregona mais durona da banheira.
zh_hans: 八只手，八门炮，零耐心。浴缸里最强的刷洗高手。

source: Equipped
de: Ausgerüstet
es: Equipado
fr: Équipé
ja: 装備中
pt_br: Equipado
zh_hans: 已装备

source: Find a Battle!
de: Schlacht suchen!
es: ¡Buscar batalla!
fr: Trouver une bataille !
ja: バトルを探す！
pt_br: Encontrar batalha!
zh_hans: 寻找战斗！

source: Find a rival and stake yer claim on the tub!
de: Finde einen Rivalen und beanspruche die Wanne!
es: ¡Encuentra un rival y reclama la bañera!
fr: Trouvez un rival et revendiquez la baignoire !
ja: ライバルを見つけて浴槽を制覇しよう！
pt_br: Encontre um rival e reivindique a banheira!
zh_hans: 寻找对手，夺下浴缸！

source: Fire Again
de: Nochmals feuern
es: Disparar otra vez
fr: Tirer encore
ja: もう一度撃つ
pt_br: Atirar de novo
zh_hans: 再次开火

source: Fire the Flare Cannon?
de: Leuchtkanone abfeuern?
es: ¿Disparar el cañón de bengalas?
fr: Tirer le canon éclairant ?
ja: 照明弾砲を撃ちますか？
pt_br: Disparar o canhão sinalizador?
zh_hans: 发射信号炮？

source: Fire!
de: Feuer!
es: ¡Fuego!
fr: Feu !
ja: 発射！
pt_br: Fogo!
zh_hans: 开火！

source: Fireworks Cannon
de: Feuerwerkskanone
es: Cañón de fuegos artificiales
fr: Canon feux d’artifice
ja: 花火砲
pt_br: Canhão de fogos
zh_hans: 烟花炮

source: Firing...
de: Feuert...
es: Disparando...
fr: Tir...
ja: 発射中...
pt_br: Atirando...
zh_hans: 开火中...

source: First win of the day — 2× loot!
de: Erster Sieg des Tages — 2× Beute!
es: Primera victoria del día — botín ×2
fr: Première victoire du jour — butin ×2 !
ja: 本日初勝利 — 報酬2倍！
pt_br: Primeira vitória do dia — saque ×2!
zh_hans: 今日首胜 — 2 倍战利品！

source: Five toys of solid gold, forged for the ruler of the tub. Cannot be bought.
de: Fünf Spielzeuge aus massivem Gold, geschmiedet für den Herrscher der Wanne. Nicht käuflich.
es: Cinco juguetes de oro macizo, forjados para quien gobierna la bañera. No se puede comprar.
fr: Cinq jouets en or massif, forgés pour le souverain de la baignoire. Ne peut pas être acheté.
ja: 浴槽の支配者のために作られた純金の5つのおもちゃ。購入不可。
pt_br: Cinco brinquedos de ouro maciço, forjados para quem governa a banheira. Não pode ser comprado.
zh_hans: 五个纯金玩具，为浴缸统治者打造。无法购买。

source: Flare Cannon
de: Leuchtkanone
es: Cañón de bengalas
fr: Canon éclairant
ja: 照明弾砲
pt_br: Canhão sinalizador
zh_hans: 信号炮

source: Fleet ready, Captain! ⚓️
de: Flotte bereit, Kapitän! ⚓️
es: ¡Flota lista, capitán! ⚓️
fr: Flotte prête, capitaine ! ⚓️
ja: 艦隊準備完了、船長！⚓️
pt_br: Frota pronta, capitão! ⚓️
zh_hans: 舰队准备好了，船长！⚓️

source: Forfeit Battle
de: Schlacht aufgeben
es: Rendirse
fr: Déclarer forfait
ja: バトルを降参
pt_br: Desistir da batalha
zh_hans: 认输

source: Galleon
de: Galeone
es: Galeón
fr: Galion
ja: ガレオン船
pt_br: Galeão
zh_hans: 大帆船

source: Got a doubloon code from the captain?
de: Hast du einen Dublonencode vom Kapitän?
es: ¿Tienes un código de doblones del capitán?
fr: Vous avez un code de doublons du capitaine ?
ja: 船長からダブロンコードを受け取りましたか？
pt_br: Tem um código de dobrões do capitão?
zh_hans: 有船长给的金币兑换码吗？

source: Hall o' Fame
de: Ruhmeshalle
es: Salón de la fama
fr: Temple de la renommée
ja: 名誉の殿堂
pt_br: Hall da fama
zh_hans: 名人堂

# Hand the device to %@. No peeking at the other fleet!
source: Hand the device to %1$@. No peeking at the other fleet!
de: Gib das Gerät an %1$@ weiter. Nicht auf die andere Flotte schauen!
es: Pásale el dispositivo a %1$@. ¡No mires la otra flota!
fr: Donnez l’appareil à %1$@. Interdit de regarder l’autre flotte !
ja: 端末を%1$@に渡してください。 相手の艦隊を見ないで！
pt_br: Passe o dispositivo para %1$@. Nada de espiar a outra frota!
zh_hans: 把设备交给 %1$@。 不许偷看另一支舰队！

source: Incoming!
de: Einschlag kommt!
es: ¡En camino!
fr: Ça arrive !
ja: 来るぞ！
pt_br: Lá vem!
zh_hans: 来袭！

source: Invite a Friend
de: Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
ja: 友達を招待
pt_br: Convidar amigo
zh_hans: 邀请好友

source: It arms immediately for this battle.
de: Wird sofort für diese Schlacht geladen.
es: Se arma de inmediato para esta batalla.
fr: Il s’arme immédiatement pour cette bataille.
ja: このバトルですぐ装備されます。
pt_br: Ele arma imediatamente para esta batalha.
zh_hans: 它会立即为本场战斗装填。

source: It sails straight to yer rival
de: Segelt direkt zu deinem Rivalen
es: Va directo a tu rival
fr: Il file droit vers votre rival
ja: ライバルへまっすぐ向かいます
pt_br: Vai direto para seu rival
zh_hans: 它会直奔你的对手

source: Keep Fighting
de: Weiterkämpfen
es: Seguir luchando
fr: Continuer le combat
ja: 戦い続ける
pt_br: Continuar lutando
zh_hans: 继续战斗

source: Keep It
de: Behalten
es: Conservar
fr: Le garder
ja: 保持
pt_br: Manter
zh_hans: 保留

source: Leave
de: Verlassen
es: Salir
fr: Quitter
ja: 退出
pt_br: Sair
zh_hans: 离开

source: Leave saves your battle for later — forfeit throws it away.
de: Verlassen speichert die Schlacht für später; Aufgeben verwirft sie.
es: Salir guarda la batalla para más tarde; rendirse la descarta.
fr: Quitter sauvegarde la bataille pour plus tard ; déclarer forfait la supprime.
ja: 退出すると後で再開できます。降参すると破棄されます。
pt_br: Sair salva a batalha para depois; desistir a descarta.
zh_hans: 离开会保存战斗以便稍后继续；认输会丢弃战斗。

source: Leave the battle?
de: Schlacht verlassen?
es: ¿Salir de la batalla?
fr: Quitter la bataille ?
ja: バトルを退出しますか？
pt_br: Sair da batalha?
zh_hans: 离开战斗？

source: Linked cannonballs rake three tiles in a row.
de: Verbundene Kanonenkugeln fegen drei Felder in einer Reihe.
es: Bolas encadenadas barren tres casillas en fila.
fr: Des boulets liés balayent trois cases d’affilée.
ja: つながった砲弾が3マスを一直線に攻撃します。
pt_br: Bolas ligadas varrem três casas em linha.
zh_hans: 相连的炮弹横扫一排三个格子。

source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
ja: メインメニュー
pt_br: Menu principal
zh_hans: 主菜单

source: New looks for yer whole fleet — pure style, same firepower.
de: Neue Looks für deine ganze Flotte: reiner Stil, gleiche Feuerkraft.
es: Nuevos aspectos para toda tu flota: puro estilo, misma potencia.
fr: De nouveaux styles pour toute votre flotte : pur style, même puissance de feu.
ja: 艦隊全体の新しい見た目。火力はそのまま、見た目だけ変更。
pt_br: Novos visuais para toda a frota: puro estilo, mesmo poder de fogo.
zh_hans: 为整支舰队换上新外观：风格升级，火力不变。

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Avançar
zh_hans: 下一步

source: Next rival unlocked!
de: Nächster Rivale freigeschaltet!
es: ¡Siguiente rival desbloqueado!
fr: Prochain rival débloqué !
ja: 次のライバルを解放！
pt_br: Próximo rival desbloqueado!
zh_hans: 下一个对手已解锁！

source: Nine lives, zero mercy. She fights dirty for someone so clean.
de: Neun Leben, null Gnade. Für jemanden so Sauberes kämpft sie ziemlich schmutzig.
es: Nueve vidas, cero piedad. Pelea sucio para alguien tan limpio.
fr: Neuf vies, aucune pitié. Elle se bat salement pour quelqu’un d’aussi propre.
ja: 命は九つ、慈悲はゼロ。きれい好きなのに戦い方は汚い。
pt_br: Nove vidas, zero piedade. Ela luta sujo para alguém tão limpa.
zh_hans: 九条命，零怜悯。明明很爱干净，打起来却很脏。

source: No battles underway
de: Keine laufenden Schlachten
es: No hay batallas en curso
fr: Aucune bataille en cours
ja: 進行中のバトルはありません
pt_br: Nenhuma batalha em andamento
zh_hans: 没有进行中的战斗

source: No wind in the sails!
de: Kein Wind in den Segeln!
es: ¡No sopla viento!
fr: Pas de vent dans les voiles !
ja: 帆に風なし！
pt_br: Sem vento nas velas!
zh_hans: 风帆无风！

source: Opponent
de: Gegner
es: Oponente
fr: Adversaire
ja: 相手
pt_br: Oponente
zh_hans: 对手

source: Parrot Scout
de: Papageien-Späher
es: Loro explorador
fr: Perroquet éclaireur
ja: オウム偵察兵
pt_br: Papagaio batedor
zh_hans: 侦察鹦鹉

source: Pass the tub!
de: Gib die Wanne weiter!
es: ¡Pasa la bañera!
fr: Passez la baignoire !
ja: 浴槽を渡して！
pt_br: Passe a banheira!
zh_hans: 传递浴缸！

source: Pass the tub...
de: Gib die Wanne weiter...
es: Pasa la bañera...
fr: Passez la baignoire...
ja: 浴槽を渡して...
pt_br: Passe a banheira...
zh_hans: 传递浴缸...

source: Place Your Fleet
de: Platziere deine Flotte
es: Coloca tu flota
fr: Placez votre flotte
ja: 艦隊を配置
pt_br: Posicione sua frota
zh_hans: 布置你的舰队
